;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after symbol ' = '
;
;
; TranslationAuthor: www.alghaamdi.com/vb
; TranslationAuthorEmail: awadh_al_ghaamdi@hotmail.com
; TranslationAuthorWeb: http://www.alghaamdi.com
; Soft Version: 1.23
; Update: 2012-11-12
;
[GUI]
ButtonYes=نعم
ButtonNo=لا
ButtonOK=حسنا
ButtonMinimize=تصغير
ButtonMaximize=تكبير
ButtonClose=إغلاق
ButtonRestore=إستعادة
ButtonMenu=قائمة

[Translation]
ReadHabit=Right-to-Left
LanguageName=ARA
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ARABIC_CHARSET
Information=معلومات
Warning=تحذير
Error=خطأ
Confirm=تأكيد
FrmJSAbout.caption=حول
FrmJSAbout.btnok.caption=حسنا
FrmJSAbout.lblver.caption=النسخة الحالية:
FrmJSAbout.lblemail.caption=مراسلة الدعم:
FrmJSAbout.lblhome.caption=الصفحة الرئيسية:
FrmJSAbout.lblthank.caption=ترجمة الأستاذ: عوض الغامدي _ منتديات عميد التعريب
;
; Popup Menu
;
pmHelp=تعليمات على الإنترنت
pmHome=الموقع الرسمي
pmCheckNew=التدقيق بحثا عن تحديثات
pmLang=تحديد اللغة
pmAbout=حول
pmcpfilename=نسخ المسار بالكامل
pmcppath=نسخ المجلد
pmopen=فتح الملف
pmopenfolder=فتح المجلد
pmcpfile=فتح الملف/المجلد
pmdel=حذف الملف/المجلد
pmatt=خصائص
pmSelectAll=تحديد الكل
pmSelectNone=بدون تحديد
pmSelectInvert=عكس التحديد
pmCheckNew=التدقيق بحثا عن تحديثات
pmJetHelp=عمل بحث سريع
;
; Main GUI
; 
FrmRSMain.btnlikeit.caption=أعجبني
FrmRSMain.btnSearch.caption=بحث
FrmRSMain.btnfeedback.caption=الإقتراحات و الإستفسارات
;
;Like us
;
Frmlikeit.lblTitle.caption=فاخبر أصدقائك عن ذلك Wise Disk Cleaner إذا تحب
Frmlikeit.lblInfo.caption=يسعدنا أن تقوم بمشاركة هذا البرنامج على صفحات منتديات عميد التعريب و التي تعتبر المصدر الأول للتعريب في العالم العربي, كما يسعدنا أن تقوم بدعمه على الفيس بوك أو تويتر أو اليوتيوب و مشاركة البرنامج مع أصدقائك و عائلتك و زملائك عبر البريد الإلكتروني أو نشر البرنامج على مدونتك أو موقعك
Frmlikeit.lblRate.caption=Wise Disk Cleaner تقييم:
Frmlikeit.lblfollow.caption=تابعنا :
Frmlikeit.lblshare.caption=Wise Disk Cleaner أنـشـر
Frmlikeit.btndownload.caption=حمل مجانا
Frmlikeit.imgrate.hint=كافئنا بـ 5 نجوم
Frmlikeit.imgmail.hint=شارك به مع أصدقائك
Frmlikeit.imgface1.hint=facebook شارك به على
Frmlikeit.imgface2.hint=facebook كن معنا على
Frmlikeit.imgtwitter1.hint=twitter شارك به على
Frmlikeit.imgtwitter2.hint=twitter كن معنا على
Frmlikeit.Caption=أعجبني
Frmlikeit.lbldownload.caption=WiseCleaner.com حمل المزيد من البرامج مجانا من:
[Message]
AllHardDrive=الأقراص الثابتة المحلية 
SelectHardDrive=قم بتحديد أي قرص صلب
ScanFor=فحص القرص:
Search=بحث
LeftTimeSec=ثانية, إنتهاء البحث. تم العثور على %s :المدة
NoKeyWord=الرجاء إدخال كلمة البحث
Stop=إيقاف
NoDriveChecked=يجب أن تختار قرص واحد أو أكثر للفحص
NoNewVer=لا يوجد نسخة جديدة
TranslateTo=نرجمة إلى...

[FastFind]
Name=الإسم
Path=المسار
FileSize=حجم الملف
DateModified=تاريخ التعديل
KeyWord=كلمات البحث
SearchFinish=من الملفات أو المجلدات %d 
SearchAborted=تم إيقاف البحث. تم العثور على %d من الملفات أو المجلدات
NoResult=لم يتم العثور على ملفات مطابقة

[Help]
Startup=عند بدء الكمبيوتر JetSearch تشغيل
AutoRunMain=JetSearch عمل بحث سريع بواسطة
Del=حذف
Tips=البحث السريع عن ملف أو مجلد محلي